Repository: zertuncer/Trio-main
Catalog: Trio-main/LibreTransmitter/LibreTransmitter-125745be2ac82f42a2d2f4e11f639ef624c9cd37/LibreTransmitterUI/Localizable.xcstrings
Source language: en
Languages: da, de, fr, it, ja, nb, nb_no, nl, pl, ro, ru, sv, uk, vi, zh_hans

source: Pair Sensor
da: Par sensor
de: Sensor Koppeln
it: Abbina il sensore
nb: Par sensor
nb_no: Par sensor
nl: Sensor koppelen
pl: Paruj sensor
ro: Asociați senzor
ru: Сопрячь сенсор
sv: Parkoppla sensor
uk: Парний Сенсор
vi: Ghép đôi cảm biến

source: Pairing...
da: Parrer...
de: Koppeln…
fr: Association...
it: Abbinamento in corso...
nb: Kobler sammen...
nb_no: Kobler sammen...
nl: Verbinden...
pl: Parowanie…
ro: Se asociază…
ru: Сопряжение...
sv: Parkopplar...
uk: Створення пари...
vi: Đang ghép đôi...
zh_hans: 正在配对...

source: Password
da: Adgangskode
de: Passwort
fr: Mot de passe
ja: パスワード
nb: Passord
nb_no: Passord
nl: Paswoord
pl: Contraseña
ro: Parola
ru: пароль
sv: Lösenord
uk: Пароль
vi: Mật khẩu
zh_hans: 密码

source: Pause Glucose alarms
da: Sæt glukosealarmer på pause
de: Glukosealarme pausieren
it: Sospendi gli allarmi della glicemia
nb: Sett glukosealarmer på pause
nb_no: Sett glukosealarmer på pause
nl: Glucose alarmen pauzeren
pl: Wstrzymaj alarmy poziomu glukozy
ro: Întrerupeți alarme glicemie
ru: Приостановка сигналов тревоги уровня глюкозы
sv: Pausa glukosalarm
uk: Призупинити сигнали тривоги рівня BG
vi: Tạm dừng cảnh báo

source: Persist sensordata
da: Vedvarende sensordata
de: Sensordaten beibehalten
fr: Conserver les données de capteur
it: Mantieni i dati del sensore
nb: Vedvarende sensordata
nb_no: Vedvarende sensordata
nl: Sensorgegevens bewaren
ro: Persistență date senzor
ru: Хранить данные сенсора
sv: Bevara sensordata
uk: Зберегти данні сенсору
vi: Duy trì dữ liệu cảm biến
zh_hans: 保存所有血糖数据

source: Press the Authenticate Button.
da: Tryk på knappen Godkend.
fr: Appuyez sur le bouton Authentifier.
it: Premi il pulsante "Autentica".
nb: Trykk på Autentiser-knappen.
nb_no: Trykk på Autentiser-knappen.
nl: Druk op de authenticatie-knop.
pl: Naciśnij przycisk uwierzytelniania.
ro: Apăsați butonul Autentificare.
ru: Нажмите кнопку аутентификации.
sv: Tryck på autentiseraknappen.
uk: Натисніть кнопку авторизації.
vi: Bấm nút Xác thực.

source: Proceed to pair new sensor in the next screens. Note that you will loose connection to any existing sensor or transmitter
da: Fortsæt med at parre ny sensor på de næste skærmbilleder. Bemærk, at du mister forbindelsen til enhver eksisterende sensor eller transmitter
de: Fahre mit dem nächsten Bildschirmen mit dem Koppeln des neuen Sensors fort. Beachte, dass die Verbindung zu einem vorhandenen Sensor oder Sender verloren geht
it: Procedi con l'abbinamento del nuovo sensore nelle schermate successive. Tieni presente che perderai la connessione a qualsiasi sensore o trasmettitore esistente
nb: Fortsett med å parre den nye sensoren i de neste skjermbildene. Vær oppmerksom på at du vil miste forbindelsen til eksisterende sensorer eller sendere.
nb_no: Fortsett med å parre den nye sensoren i de neste skjermbildene. Vær oppmerksom på at du vil miste forbindelsen til eksisterende sensorer eller sendere.
nl: Ga door met het koppelen van nieuwe sensor in de volgende schermen. Let op dat je de verbinding met een bestaande sensor verliest
pl: Przejdź do parowania nowego sensora. Pamiętaj, że utracisz połączenie z istniejącym sensorem lub transmiterem
ro: Continuați să asociați noul senzor în ecranele următoare. Rețineți că veți pierde conexiunea cu orice senzor sau transmițător existent.
ru: Приступайте к сопряжению нового датчика на следующих экранах. Обратите внимание, что соединение с любым существующим датчиком или передатчиком будет потеряно
sv: Fortsätt att parkoppla ny sensor i nästa skärm. Observera att du kommer att förlora anslutningen till alla befintliga sensorer eller sändare
uk: Перейдіть до сполучення нового Сенсору на наступний екран. Зверніть увагу, що ви втратите зв'язок з будь-яким існуючим Сенсором або передавачем.

source: Remote data storage
da: Fjernlagring af data
it: Archiviazione dati remota
nb: Ekstern datalagring
nb_no: Ekstern datalagring
nl: Externe gegevensopslag
pl: Zdalne przechowywanie danych
ro: Stocarea datelor la distanță
ru: Удаленное хранилище данных
sv: Fjärrdatalagring
uk: Віддалене сховище даних

source: Replace sensor immediately to continue receving glucose values
da: Udskift sensoren med det samme for at fortsætte med at modtage glukoseværdier
de: Ersetze den Sensor sofort um weiter Glukosewerte zu erhalten
it: Sostituisci immediatamente il sensore per continuare a ricevere i valori della glicemia
nb: Skift ut sensoren umiddelbart for å fortsette å motta glukoseverdier
nb_no: Skift ut sensoren umiddelbart for å fortsette å motta glukoseverdier
nl: Vervang onmiddelijk je sensor om door te gaan met het herstellen van glucosewaarden
pl: Natychmiast wymień czujnik, aby kontynuować odbieranie wartości glukozy
ro: Înlocuiți senzorul imediat pentru a continua să recepționați valori ale glicemiei.
ru: Немедленно замените сенсор, чтобы продолжить получать значения глюкозы
sv: Ersätt omedelbart sensorn för att fortsätta mottaga glukosvärden
uk: Негайно замініть Сенсор, щоб продовжувати отримувати значення BG

source: Save
da: Gem
de: Speichern
fr: Sauvegarder
it: Salva
nb: Lagre
nb_no: Lagre
nl: Opslaan
pl: Zapisz
ro: Salvați
ru: Сохранить
sv: Spara
uk: Зберегти
vi: Lưu
zh_hans: 保存​​

source: Schedule
da: Tidsplan
de: Geplant
fr: Horaires
it: Programma
nb: Tidsplan
nb_no: Tidsplan
nl: Schema
pl: Harmonogram
ro: Program
ru: Расписание
sv: Schema
uk: Розклад
vi: Lịch trình
zh_hans: 配置

source: Select the third party transmitter you want to connect to
da: Vælg den tredjepartssender, du vil oprette forbindelse til
de: Wählen Sie den externen Sender, den Sie verbinden möchten
fr: Sélectionnez l'émetteur tiers auquel vous souhaitez vous connecter
it: Seleziona il trasmettitore di terze parti a cui desideri connetterti
nb: Velg tredjepartssenderen du ønsker å koble til
nb_no: Velg tredjeparts-senderen du vil koble til
nl: Selecteer de zender van de derde partij waarmee u wilt verbinden
pl: Wybierz transmiter z którym chcesz się połączyć
ro: Selectați transmițătorul terț la care doriți să vă conectați
ru: Выберите сторонний передатчик, к которому вы хотите подключиться
sv: Välj vilken sändare du vill ansluta till
uk: Виберіть сторонній передавач для підключення
vi: Đề nghị chọn transmitter của bên thứ ba mà bạn muốn kết nối đến
zh_hans: 选择您想要连接的第三方发射器

source: Select the type of setup you want.
da: Vælg den ønskede type opsætning.
it: Seleziona il tipo di configurazione che desideri.
nb: Velg hvilken type oppsett du ønsker.
nb_no: Velg hvilken type oppsett du ønsker.
nl: Kies het setuptype dat je wilt.
pl: Wybierz żądany typ konfiguracji.
ro: Selectați tipul de configurare dorit.
sv: Välj vilken typ av inställning du vill ha.
uk: Виберіть потрібний тип налаштування.

source: Sensor change
da: Sensor skifte
de: Sensor wechseln
fr: Changement de capteur
it: Cambio sensore
nb: Sensorbytte
nb_no: Endring av sensor
nl: Sensor wisselen
ro: Schimbare senzor
ru: Смена сенсора
sv: Sensorbyte
uk: Зміна сенсору
vi: Thay đổi cảm biến
zh_hans: 更换传感器

source: Sensor expires in
da: Sensoren udløber om
de: Sensor läuft ab in
fr: Le capteur expire dans
it: Il sensore scade tra
nb: Sensoren utløper om
nb_no: Sensoren utløper om
nl: Sensor verloopt in
pl: Sensor wygasa za
ro: Senzorul expiră în
sv: Sensorn upphör om
uk: Сенсор закінчує термін служби через
zh_hans: 传感器到期时间

source: Sensor expires soon
da: Sensor udløber snart
de: Sensor läuft bald ab
fr: Le capteur expire bientôt
it: Il sensore scade a breve
nb: Sensoren utløper snart
nb_no: Sensor utløper snart
nl: Sensor verloopt binnenkort
ro: Senzorul expiră în curând
ru: Сенсор скоро закончится
sv: Sensor går ut snart
uk: Сенсор скоро закінчиться
vi: Cảm biến sắp hết hạn
zh_hans: 传感器即将过期

source: Sensor is expired
da: Sensor er udløbet
de: Sensor abgelaufen
fr: Le capteur est expiré
it: Il sensore è scaduto
nb: Sensoren er utløpt
nb_no: Sensoren er utløpt
nl: Sensor verlopen
pl: Sensor stracił ważność
ro: Senzorul a expirat
sv: Sensors livslängd är slut
uk: Термін дії Сенсору минув

source: Sensor not found
da: Sensor ikke fundet
de: Sensor nicht gefunden
fr: Capteur non trouvé
it: Sensore non trovato
nb: Sensoren ble ikke funnet
nb_no: Sensor ikke funnet
nl: Sensor niet gevonden
ro: Senzorul nu a fost găsit
ru: Сенсор не найден
sv: Sensorn hittades inte
uk: Сенсор не знайдено
vi: Không phát hiện sensor
zh_hans: 找不到传感器 ！

source: Sensor Serial
da: Sensor serienummer
de: Sensor Seriennummer
fr: Numéro série capteur
it: Seriale sensore
nb: Sensor Seriell
nb_no: Sensor serienummer
nl: Sensor serienummer
pl: Numer seryjny sensora
ro: Serie senzor
ru: Серийный номер сенсора
sv: Sensorns serienummer
uk: Серійний номер Сенсору
vi: Serial cảm biến
zh_hans: 传感器编号

source: Sensor should be activated and fully warmed up.
da: Sensoren skal være aktiveret og varmet helt op.
fr: Votre capteur doit être activé et son temps de chauffe effectué.
it: Il sensore deve essere attivato e completamente riscaldato.
nb: Sensoren skal være aktivert og fullt oppvarmet.
nb_no: Sensoren skal være aktivert og fullt oppvarmet.
nl: Sensor moet geactiveerd en volledig opgewarmd zijn.
pl: Sensor powinien być aktywowany i całkowicie rozgrzany.
ro: Senzorul ar trebui să fie activat și încălzit complet.
ru: Датчик должен быть активирован и полностью прогрет.
sv: Sensorn bör ha aktiverats och ha värmts upp helt.
uk: Сенсор має бути активований та повністю прогрітий.

source: Sensor State
da: Sensortilstand
de: Sensor Status
fr: État du capteur
it: Stato sensore
nb: Sensorens tilstand
nb_no: Sensortilstand
nl: Sensor status
pl: Stan sensora
ro: Stare senzor
ru: Состояние сенсора
sv: Sensorläge
uk: Стан Сенсору
vi: Trạng thái cảm biến
zh_hans: 传感器状态

source: Strength
da: Styrke
de: Stärke
fr: Intensité
it: Forza
nb: Styrke
nb_no: Styrke
nl: Sterkte
pl: Siła sygnału
ro: Putere
ru: Сила
sv: Styrka
uk: Міць
vi: Độ mạnh
zh_hans: 强度

source: The Bluetooth connection will take up to four minutes before it starts working.
da: Bluetooth-forbindelsen vil tage op til fire minutter, før den begynder at virke.
de: Es kann bis zu vier Minuten dauern, bis die Bluetooth-Verbindung hergestellt ist.
fr: La connexion Bluetooth prendra jusqu'à quatre minutes avant de commencer à fonctionner.
it: La connessione Bluetooth impiegherà fino a quattro minuti prima di iniziare a funzionare.
nb: Bluetooth-tilkoblingen tar opptil fire minutter før den begynner å fungere.
nb_no: Bluetooth-tilkoblingen tar opptil fire minutter før den begynner å fungere.
nl: De Bluetooth-verbinding neemt tot vier minuten in beslag.
pl: Zanim połączenie Bluetooth zacznie działać, może minąć do czterech minut.
ro: Conexiunea Bluetooth va lua până la patru minute înainte de a începe să funcționeze.
ru: Подключение по Bluetooth может потребовать до четырех минут.
sv: Bluetooth-anslutningen tar upp till fyra minuter innan den börjar fungera.
uk: З’єднання Bluetooth може запрацювати протягом чотирьох хвилин.

source: There is no undo. Deleting requires authentication!
da: Der er ingen fortrydelse. Sletning kræver godkendelse!
it: Non è possibile annullare. L'eliminazione richiede l'autenticazione!
nb: Det er ikke mulig å angre. Sletting krever autentisering!
nb_no: Det er ikke mulig å angre. Sletting krever autentisering!
nl: Dit kan niet ongedaan worden gemaakt. Verwijderen vereist authenticatie!
pl: Nie ma możliwości cofnięcia. Usuwanie wymaga uwierzytelnienia!
ro: Nu există nicio acțiune de anulare. Ștergerea necesită autentificare!
sv: Det går inte att ångra. Radering kräver autentisering!
uk: Скасування неможливе. Видалення вимагає автентифікації!

source: To
da: Til
it: Fino a
nb: Til
nb_no: Til
nl: Tot
pl: Do
ro: La
sv: Till
uk: До

source: U
da: E
de: IE
nb: E
nb_no: E
nl: E
ru: Ед
sv: E

source: US
da: USA
de: USA
fr: É.-U.
it: USA
ja: 米国
nb: USA
nb_no: USA
pl: USA
ro: SUA
ru: США
sv: USA
uk: США
vi: Hoa Kỳ
zh_hans: 美国

source: Username
da: Brugernavn
de: Nutzername
fr: Nom d'utilisateur
it: Nome utente
ja: ユーザー名
nb: Brukernavn
nb_no: Brukernavn
nl: Gebruikersnaam
pl: Nazwa użytkownika
ro: Nume de utilizator
ru: Имя пользователя
sv: Användarnamn
uk: Ім'я користувача
vi: Tên tài khoản
zh_hans: 用户名

source: Valid for footer:
da: Gælder for sidefod:
it: Valido per il piè di pagina:
nb: Gyldig for bunntekst:
nb_no: Gyldig for bunntekst:
nl: Geldig voor voettekst:
pl: Obowiązuje dla stopki:
ro: Valabil pentru subsol:
sv: Giltig för sidfot:
uk: Дійсно для нижнього колонтитула:

source: Value
da: Værdi
de: Wert
fr: Valeur
it: Valore
nb: Verdi
nb_no: Verdi
nl: Waarde
ro: Valoare
ru: Значение
sv: Värde
uk: Значення
vi: Giá trị
zh_hans: 值

source: Your sensor must be activated and fully warmed up.
da: Din sensor skal være aktiveret og varmet helt op.
fr: Votre capteur doit être activé et son temps de chauffe effectué.
it: Il sensore deve essere attivato e completamente riscaldato.
nb: Sensoren må være aktivert og fullt oppvarmet.
nb_no: Sensoren må være aktivert og fullt oppvarmet.
nl: Sensor moet geactiveerd en volledig opgewarmd zijn.
pl: Sensor musi być włączony i w pełni rozgrzany.
ro: Senzorul dumneavoastră trebuie să fie activat și încălzit complet.
ru: Ваш датчик должен быть активирован и полностью прогрет.
sv: Sensorn måste ha aktiverats och ha värmts upp helt.
uk: Ваш Сенсор має бути активований та повністю прогрітий.

source: Server
fr: Serveur
ja: サーバ
nb: Tjener
nb_no: Tjener
pl: Serwer
ru: Сервер
uk: Сервер
vi: Máy chủ
zh_hans: 服务器

source: Trend
it: Andamento
ja: トレンド
ro: Tendință
ru: тенденция
uk: Тренди
vi: Xu hướng
zh_hans: 趋势

source: Active from - to
nb: Aktiv fra - til
nb_no: Aktiv fra - til
nl: Actief van - tot
ro: Activ de la - până la
sv: Aktiv från - till
uk: Активно від - до
vi: Kích hoạt từ – đến

source: Alarm Settings
nb: Alarm-innstillinger
nb_no: Alarm-innstillinger
nl: Alarminstellingen
ro: Setări alarmă
sv: Larminställningar
uk: Налаштування сигналу
vi: Cài đặt báo thức

source: Calibration Details
nb: Kalibreringsdetaljer
nl: Calibratie details
ro: Detalii calibrare
sv: Kalibreringsdetaljer
uk: Деталі калібрування
vi: Thông tin hiệu chuẩn

source: Calibration Edit
nb: Rediger kalibreringer
nl: Calibratie bewerken
ro: Editare calibrare
sv: Redigera kalibrering
uk: Редагування калібрування
vi: Sửa hiệu chuẩn
zh_hans: 校准编辑

source: Libre 2 Setup
nb: Libre 2-oppsett
ro: Configurare Libre 2
sv: Libre 2 - inställning
uk: Налаштування Libre 2
vi: Cài đặt Libre 2

source: New Device Setup
nb: Oppsett av ny enhet
nb_no: Oppsett av ny enhet
nl: Instellen van nieuw apparaat
ro: Configurare Dispozitiv Nou
sv: Ny enhetsinställning
uk: Налаштування нового пристрою
vi: Cài đặt thiết bị mới

source: Notification
nb: Varsling
nb_no: Varsling
nl: Melding
ro: Notificare
sv: Avisering
uk: Сповіщення
vi: Thông báo
zh_hans: 通知

source: Upload to remote data service
nb: Last opp til ekstern datatjeneste
nb_no: Last opp til ekstern datatjeneste
nl: Uploaden naar externe gegevensservice
ro: Încărcare către un serviciu de date la distanță
sv: Ladda upp till fjärrdatatjänsten
uk: Завантаження до віддаленої служби передачі даних

source: View factory calibrations
nb: Vis fabrikkalibreringer
nb_no: Vis fabrikkalibreringer
nl: Bekijk fabriekskalibraties
ro: Vizualizați calibrările din fabrică
sv: Visa fabrikskalibreringar
uk: Переглянути заводські калібрування

source: Libre 2 Direct
nb_no: Libre 2 direkte
pl: Libre 2 Bezpośrednio
ru: Libre 2 прямое подключение
sv: Libre 2 Direkt
uk: Libre 2 Пряме підключення
zh_hans: 雅培2代直连

source: g
ru: г
uk: г
zh_hans: 克
